Repository: JFrancoG/FranAlonso
Catalog: FranAlonso/Resources/Localizable.xcstrings
Source language: es
Languages: en

# stock.adjustment.errorDate
source: No se ha podido preparar la fecha del ajuste. Cancela y vuelve a intentarlo.
en: The adjustment date could not be prepared. Cancel and try again.

# stock.adjustment.errorMissing
source: Este producto ya no está disponible.
en: This product is no longer available.

# stock.adjustment.errorConflict
source: El producto tiene cambios pendientes de resolver. Inténtalo después de resolverlos.
en: The product has changes that need resolving. Try again after resolving them.

# stock.adjustment.errorIdentity
source: Este ajuste entra en conflicto con otro movimiento. Cancela y abre un ajuste nuevo.
en: This adjustment conflicts with another movement. Cancel and open a new adjustment.

# stock.adjustment.errorOverflow
source: El ajuste supera el límite de unidades permitido.
en: The adjustment exceeds the allowed unit limit.

# stock.adjustment.errorStorage
source: No se ha podido completar la operación local. Vuelve a intentarlo.
en: The local operation could not be completed. Try again.

# products.form.createTitleCompact
source: Nuevo
en: New

# products.form.editTitleCompact
source: Editar
en: Edit

# products.list.title
source: Productos
en: Products

# products.list.search.prompt
source: Buscar productos
en: Search products

# products.list.add
source: Añadir producto
en: Add product

# products.list.loading
source: Cargando productos…
en: Loading products…

# products.list.empty.title
source: Todavía no hay productos
en: No products yet

# products.list.empty.message
source: Añade el primer producto para empezar tu inventario.
en: Add your first product to start your inventory.

# products.list.search.empty.title
source: Sin resultados
en: No results

# products.list.search.empty.message
source: Prueba con otro nombre o borra la búsqueda.
en: Try another name or clear the search.

# products.list.error.title
source: No se han podido cargar los productos
en: Couldn’t load products

# products.list.error.message
source: Los productos no están disponibles. Inténtalo de nuevo.
en: Products are unavailable. Try again.

# products.list.retry
source: Reintentar
en: Retry

# products.list.edit.hint
source: Abre la ficha para editar el producto.
en: Opens the product for editing.

# products.status.inactive
source: Inactivo
en: Inactive

# products.form.createTitle
source: Nuevo producto
en: New product

# products.form.editTitle
source: Editar producto
en: Edit product

# products.form.name
source: Nombre
en: Name

# products.form.namePlaceholder
source: Nombre
en: Name

# products.form.cancel
source: Cancelar
en: Cancel

# products.form.save
source: Guardar
en: Save

# products.form.loading
source: Cargando producto…
en: Loading product…

# products.form.saving
source: Guardando producto…
en: Saving product…

# products.form.deactivating
source: Desactivando producto…
en: Deactivating product…

# products.form.retry
source: Reintentar
en: Retry

# products.form.errorTitle
source: No se ha podido cargar el producto
en: Couldn’t load the product

# products.form.error.name
source: Escribe un nombre para el producto.
en: Enter a product name.

# products.form.error.exists
source: Este producto ya existe. Cierra el formulario y vuelve a abrirlo.
en: This product already exists. Close and reopen the form.

# products.form.error.missing
source: Este producto ya no está disponible.
en: This product is no longer available.

# products.form.error.conflict
source: Hay un conflicto pendiente en este producto. Inténtalo de nuevo cuando se resuelva.
en: This product has an unresolved conflict. Try again after it is resolved.

# products.form.error.unavailable
source: No se ha podido completar la operación. Inténtalo de nuevo.
en: Couldn’t complete the operation. Try again.

# products.form.inactive
source: Inactivo
en: Inactive

# products.form.deactivate
source: Desactivar producto
en: Deactivate product

# products.form.deactivate.title
source: ¿Desactivar este producto?
en: Deactivate this product?

# products.form.deactivate.message
source: El producto seguirá en el catálogo como inactivo. Los cambios de nombre sin guardar se descartarán.
en: The product will remain in the catalog as inactive. Unsaved name changes will be discarded.

# products.form.discard.title
source: ¿Descartar los cambios?
en: Discard changes?

# products.form.discard.message
source: Perderás los cambios de nombre sin guardar.
en: Unsaved name changes will be lost.

# products.form.discard.confirm
source: Descartar
en: Discard

# products.form.discard.keepEditing
source: Seguir editando
en: Keep editing

# products.form.saved
source: Producto guardado
en: Product saved

# products.form.deactivated
source: Producto desactivado
en: Product deactivated

# demo.title
source: Demo · Datos de ejemplo
en: Demo · Sample data

# demo.reset.message
source: Los cambios se reinician al abrir la app
en: Changes reset when you reopen the app

# demo.response.lost.message
source: Primer envío con error simulado
en: First upload simulates an error

# clients.consent.photo.authorized
source: Autorización de fotografía seleccionada
en: Photo authorization selected

# clients.consent.section
source: Información y firma
en: Information and signature

# clients.consent.title
source: Información del cliente
en: Client information

# clients.consent.information
source: Consultar información
en: View information

# clients.consent.review
source: Revisar y firmar
en: Review and sign

# clients.consent.resume
source: Reanudar documento
en: Resume document

# clients.consent.back
source: Volver a la ficha
en: Back to client record

# clients.consent.review.instruction
source: Revisa este texto antes de firmar. La firma quedará vinculada a esta información.
en: Review this text before signing. Your signature will be linked to this information.

# clients.consent.capture
source: He revisado el texto; firmar
en: I have reviewed the text; sign

# clients.consent.accept
source: Conservar documento firmado
en: Save signed document

# clients.consent.retained
source: Documento conservado en este dispositivo
en: Document saved on this device

# clients.consent.pending
source: El documento está pendiente de envío.
en: The document is waiting to be uploaded.

# clients.consent.uploaded
source: Documento enviado.
en: Document uploaded.

# clients.consent.upload
source: Reintentar envío
en: Retry upload

# clients.consent.retry
source: Reintentar
en: Try again

# clients.consent.current.content
source: Revisar la versión actual
en: Review the current version

# clients.consent.photo.optional
source: La autorización de fotografía es opcional. Puedes continuar sin ella.
en: Photo authorization is optional. You can continue without it.

# clients.consent.photo.authorize
source: Autorizar el uso interno de la fotografía
en: Authorize internal use of the photo

# clients.consent.photo.decline
source: Continuar sin fotografía
en: Continue without a photo

# clients.consent.photo.remove
source: Retirar autorización de fotografía
en: Withdraw photo authorization

# clients.consent.signature
source: Firma
en: Signature

# clients.consent.signature.saved
source: Firma vinculada a este texto.
en: Signature linked to this text.

# clients.consent.signature.date
source: Fecha de firma
en: Date signed

# clients.consent.signature.description
source: Firma manuscrita aportada para este documento.
en: Handwritten signature provided for this document.

# clients.consent.profile.conflict.title
source: La ficha ha cambiado
en: The client record has changed

# clients.consent.profile.conflict.message
source: Los datos de la ficha ya no coinciden con este borrador. Revisa los datos actuales antes de continuar; puede ser necesario volver a firmar.
en: The client record no longer matches this draft. Review the current details before continuing; you may need to sign again.

# clients.consent.profile.current
source: Revisar con los datos actuales
en: Review with current details

# clients.consent.choices.title
source: Elige el documento que quieres continuar
en: Choose the document you want to resume

# clients.consent.draft
source: Borrador
en: Draft

# clients.consent.document
source: Documento conservado
en: Saved document

# clients.consent.revision
source: Revisión
en: Revision

# clients.consent.unsigned
source: Sin firma
en: Unsigned

# clients.consent.discard
source: Descartar borrador del documento
en: Discard document draft

# clients.consent.discard.title
source: ¿Descartar este borrador?
en: Discard this draft?

# clients.consent.discard.message
source: Se descartará el borrador del documento y su firma pendiente. La ficha del cliente se conserva.
en: The document draft and its pending signature will be discarded. The client record will be kept.

# clients.consent.unsaved.title
source: ¿Salir sin guardar los cambios?
en: Leave without saving changes?

# clients.consent.unsaved.message
source: Los cambios de la ficha posteriores al último guardado se perderán. El trabajo guardado se conserva.
en: Changes to the client record since you last saved will be lost. Previously saved work will be kept.

# clients.consent.unsaved.discard
source: Salir sin guardar
en: Leave without saving

# clients.consent.loading.information
source: Cargando información…
en: Loading information…

# clients.consent.recovering
source: Recuperando documento…
en: Recovering document…

# clients.consent.saving.draft
source: Guardando borrador…
en: Saving draft…

# clients.consent.saving.signature
source: Guardando firma…
en: Saving signature…

# clients.consent.rendering
source: Conservando documento firmado…
en: Saving signed document…

# clients.consent.uploading
source: Enviando documento…
en: Uploading document…

# clients.consent.discarding
source: Descartando borrador…
en: Discarding draft…

# clients.consent.error.catalog
source: No se ha podido cargar la información. Vuelve a intentarlo.
en: Unable to load the information. Please try again.

# clients.consent.error.persistence
source: No se ha podido guardar el documento. Conserva esta pantalla y vuelve a intentarlo.
en: Unable to save the document. Keep this screen open and try again.

# clients.consent.error.rendering
source: No se ha podido generar el documento. Tu firma guardada sigue disponible; vuelve a intentarlo.
en: Unable to generate the document. Your saved signature is still available; please try again.

# clients.consent.error.authorization
source: El acceso a este documento ha caducado. Vuelve a abrir la ficha desde una sesión autorizada.
en: Access to this document has expired. Reopen the client record from an authorized session.

# clients.consent.error.conflict
source: El documento ha cambiado en otra sesión o tiene un conflicto. Recupera su estado antes de continuar.
en: The document has changed in another session or has a conflict. Recover its state before continuing.

# clients.consent.error.photo.decision
source: Elige si autorizas la fotografía o continúa sin ella antes de firmar.
en: Choose whether to authorize the photo or continue without it before signing.

# clients.consent.error.unavailable
source: El envío no está disponible. El documento se conserva en este dispositivo para reintentarlo.
en: Uploading is unavailable. The document is saved on this device so you can try again.

# clients.consent.error.permission
source: No hay permiso para enviar este documento. El documento se conserva; revisa el acceso antes de reintentar.
en: You do not have permission to upload this document. It is saved on this device; check your access before trying again.

# clients.consent.stale
source: Los datos han cambiado. Revisa el documento actualizado antes de continuar.
en: The details have changed. Review the updated document before continuing.

# clients.consent.preview.error
source: No se ha podido preparar la vista previa.
en: Unable to prepare the preview.

# app.shell.tab.catalog
source: Catálogo
en: Catalog

# app.shell.tab.clients
source: Clientes
en: Clients

# app.shell.tab.history
source: Histórico
en: History

# app.shell.tab.reports
source: Informes
en: Reports

# app.shell.tab.workday
source: Jornada
en: Workday

# app.shell.unavailable.message
source: Esta sección todavía no está disponible.
en: This section is not available yet.

# authentication.login.email.prompt
source: nombre@ejemplo.com
en: name@example.com

# authentication.login.error.configuration
source: El acceso no está configurado correctamente. Contacta con soporte.
en: Sign-in is not configured correctly. Contact support.

# authentication.login.error.credentials-rejected
source: No se ha podido iniciar sesión. Revisa el email y la contraseña.
en: Unable to sign in. Check your email and password.

# authentication.login.error.secure-storage
source: No se puede acceder al almacenamiento seguro del dispositivo.
en: Unable to access this device’s secure storage.

# authentication.login.error.temporarily-unavailable
source: El acceso no está disponible temporalmente. Inténtalo de nuevo.
en: Sign-in is temporarily unavailable. Please try again.

# authentication.login.error.unexpected
source: No se ha podido iniciar sesión. Inténtalo de nuevo.
en: Unable to sign in. Please try again.

# authentication.login.password.hide
source: Ocultar contraseña
en: Hide password

# authentication.login.password.label
source: Contraseña
en: Password

# authentication.login.password.prompt
source: Introduce tu contraseña
en: Enter your password

# authentication.login.password.show
source: Mostrar contraseña
en: Show password

# authentication.login.signing-in
source: Comprobando credenciales…
en: Checking credentials…

# authentication.login.submit
source: Acceder
en: Sign in

# authentication.login.succeeded
source: Credenciales aceptadas. Comprobando la sesión…
en: Credentials accepted. Checking your session…

# authentication.login.title
source: Iniciar sesión
en: Sign in

# authentication.session.biometric.reason
source: Desbloquea el acceso a la sesión ya iniciada en este dispositivo.
en: Unlock access to the session already signed in on this device.

# authentication.session.biometric.unavailable
source: La biometría del dispositivo no está disponible. Accede con email.
en: Device biometrics are unavailable. Sign in with email.

# authentication.session.biometric.unlock
source: Acceder con biometría del dispositivo
en: Sign in with device biometrics

# authentication.session.biometric.unlock.short
source: Acceder
en: Sign in

# authentication.session.checking
source: Comprobando sesión…
en: Checking session…

# authentication.session.email-fallback
source: Salir y acceder con email
en: Sign out and sign in with email

# authentication.session.email-fallback.short
source: Salir
en: Sign out

# authentication.session.error.biometric-cancelled
source: El desbloqueo biométrico se ha cancelado.
en: Biometric unlock was cancelled.

# authentication.session.error.biometric-denied
source: La biometría no ha autorizado el acceso.
en: Biometrics did not authorize access.

# authentication.session.error.biometric-unavailable
source: La biometría no está disponible ahora. Accede con email.
en: Biometrics are unavailable right now. Sign in with email.

# authentication.session.error.configuration
source: La sesión no está configurada correctamente. Contacta con soporte.
en: The session is not configured correctly. Contact support.

# authentication.session.error.observation-ended
source: La comprobación de la sesión ha terminado antes de confirmar su estado. Vuelve a abrir la pantalla.
en: The session check ended before its state was confirmed. Reopen the screen.

# authentication.session.error.secure-storage
source: No se puede acceder al almacenamiento seguro del dispositivo.
en: Unable to access this device’s secure storage.

# authentication.session.error.temporarily-unavailable
source: La operación no está disponible temporalmente. Inténtalo de nuevo.
en: This operation is temporarily unavailable. Please try again.

# authentication.session.error.unexpected
source: No se ha podido completar la operación. Inténtalo de nuevo.
en: Unable to complete the operation. Please try again.

# authentication.session.locked.message
source: Confirma que eres tú para continuar.
en: Confirm your identity to continue.

# authentication.session.locked.title
source: Sesión bloqueada
en: Session locked

# authentication.session.observation-error.title
source: No se ha podido comprobar la sesión
en: Unable to check the session

# authentication.session.signed-out.message
source: Accede de nuevo con tu email y contraseña.
en: Sign in again with your email and password.

# authentication.session.signed-out.title
source: Sesión cerrada
en: Signed out

# authentication.session.signing-out
source: Cerrando sesión…
en: Signing out…

# authentication.session.title
source: Sesión
en: Session

# authentication.session.unlocked.message
source: Preparando el acceso seguro…
en: Preparing secure access…

# authentication.session.unlocked.title
source: Sesión desbloqueada
en: Session unlocked

# authentication.session.unlocking
source: Desbloqueando sesión…
en: Unlocking session…

# authentication.bootstrap.failed.message
source: Cierra y vuelve a abrir la aplicación. Si el problema continúa, contacta con soporte.
en: Close and reopen the app. If the problem persists, contact support.

# authentication.bootstrap.failed.title
source: No se pudo preparar el acceso
en: Unable to prepare sign-in

# authentication.bootstrap.preparing
source: Preparando acceso…
en: Preparing sign-in…

# authentication.root.access-denied.title
source: Acceso local bloqueado
en: Local access blocked

# authentication.root.authorizing-local-access
source: Comprobando los datos de este dispositivo…
en: Checking this device’s data…

# authentication.root.checking-session
source: Comprobando sesión…
en: Checking session…

# authentication.root.error.different-principal
source: Los datos de este dispositivo están vinculados a otra cuenta.
en: The data on this device is linked to another account.

# authentication.root.error.local-store-not-pristine
source: Hay datos locales sin un vínculo de cuenta verificable. Contacta con soporte.
en: There is local data without a verifiable account link. Contact support.

# authentication.root.error.local-store-unavailable
source: No se pudieron comprobar los datos locales de forma segura.
en: Unable to check local data securely.

# authentication.root.error.secure-storage
source: No se pudo comprobar de forma segura la cuenta vinculada a este dispositivo.
en: Unable to securely verify the account linked to this device.

# authentication.root.error.unexpected
source: No se pudo autorizar el acceso local. Inténtalo de nuevo.
en: Unable to authorize local access. Please try again.

# authentication.root.observation-failed.message
source: El acceso protegido se ha cerrado hasta volver a comprobar la sesión.
en: Protected access has been closed until the session can be checked again.

# authentication.root.observation-failed.title
source: No se pudo comprobar la sesión
en: Unable to check the session

# authentication.root.retry
source: Reintentar
en: Try again

# authentication.root.sign-out
source: Cerrar sesión
en: Sign out

# authentication.root.signing-out
source: Cerrando sesión…
en: Signing out…

# clients.form.cancel
source: Cancelar
en: Cancel

# clients.form.city.label
source: Localidad (opcional)
en: City (optional)

# clients.form.create.title
source: Nuevo cliente
en: New client

# clients.form.deactivate
source: Desactivar cliente
en: Deactivate client

# clients.form.deactivate.confirm
source: Desactivar
en: Deactivate

# clients.form.deactivate.message
source: Dejará de aparecer en el listado de clientes. Sus datos anteriores se conservarán.
en: This client will no longer appear in the client list. Their previous data will be kept.

# clients.form.deactivate.title
source: ¿Desactivar este cliente?
en: Deactivate this client?

# clients.form.deactivated
source: Cliente desactivado.
en: Client deactivated.

# clients.form.deactivating
source: Desactivando cliente…
en: Deactivating client…

# clients.form.draft.message
source: El cliente se guardará como borrador.
en: The client will be saved as a draft.

# clients.form.edit.title
source: Editar cliente
en: Edit client

# clients.form.error.conflict
source: Los datos del cliente han cambiado. Cierra el formulario y vuelve a abrirlo antes de guardar.
en: The client’s details have changed. Close and reopen the form before saving.

# clients.form.error.deactivated
source: Este cliente está desactivado. Vuelve al listado.
en: This client is deactivated. Return to the list.

# clients.form.error.exists
source: No se ha podido crear el cliente. Cierra el formulario y vuelve a intentarlo.
en: Unable to create the client. Close the form and try again.

# clients.form.error.missing
source: Este cliente ya no está disponible. Vuelve al listado.
en: This client is no longer available. Return to the list.

# clients.form.error.name
source: Escribe el nombre del cliente para poder guardarlo.
en: Enter the client’s name to save.

# clients.form.error.title
source: No se ha podido completar la operación
en: Unable to complete the operation

# clients.form.error.unavailable
source: No se ha podido completar la operación. Inténtalo de nuevo.
en: Unable to complete the operation. Please try again.

# clients.form.loading
source: Cargando cliente…
en: Loading client…

# clients.form.name.label
source: Nombre (obligatorio)
en: Name (required)

# clients.form.postal.label
source: Código postal (opcional)
en: Postal code (optional)

# clients.form.province.label
source: Provincia (opcional)
en: Province (optional)

# clients.form.retry
source: Reintentar
en: Try again

# clients.form.save
source: Guardar
en: Save

# clients.form.saved
source: Cliente guardado.
en: Client saved.

# clients.form.saving
source: Guardando cliente…
en: Saving client…

# clients.form.street.label
source: Calle y número (opcional)
en: Street and number (optional)

# clients.form.tax.label
source: Identificador fiscal (opcional)
en: Tax identifier (optional)

# clients.list.add
source: Añadir cliente
en: Add client

# clients.list.edit.hint
source: Abre el formulario de este cliente.
en: Opens this client’s form.

# clients.list.retry
source: Reintentar
en: Try again

# clients.list.search.empty.message
source: Prueba con otro nombre o identificador fiscal.
en: Try another name or tax identifier.

# clients.list.search.empty.title
source: Sin coincidencias
en: No matches

# clients.list.search.prompt
source: Buscar clientes
en: Search clients

# clients.list.empty.message
source: Los clientes aparecerán aquí cuando estén disponibles.
en: Clients will appear here when available.

# clients.list.empty.title
source: No hay clientes
en: No clients

# clients.list.error.message
source: Inténtalo de nuevo más tarde.
en: Please try again later.

# clients.list.error.title
source: No se pudieron cargar los clientes
en: Unable to load clients

# clients.list.loading
source: Cargando clientes…
en: Loading clients…

# clients.list.title
source: Clientes
en: Clients

# clients.signature.announcement.clear
source: Firma borrada.
en: Signature cleared.

# clients.signature.announcement.stroke.ended
source: Trazo terminado.
en: Stroke finished.

# clients.signature.announcement.undo
source: Último trazo deshecho.
en: Last stroke undone.

# clients.signature.cancel
source: Cancelar firma
en: Cancel signature

# clients.signature.canvas.label
source: Área de firma
en: Signature area

# clients.signature.clear
source: Borrar firma
en: Clear signature

# clients.signature.confirm
source: Confirmar firma
en: Confirm signature

# clients.signature.error.coordinates
source: No se ha podido usar este trazo. Vuelve a dibujarlo.
en: Unable to use this stroke. Draw it again.
